[M_Nast_Vday MissionDefinition]
MissionName="Um casal em Pandora"
MissionDescription="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place]. Parece que ela precisa da sua ajuda com a velha rivalidade Hodunk vs Zaford.  Seria bom se você fosse encontrá-la."
TurnInDescription="Ah, o amor juvenil."
MissionSummary="Encontre-se com a Moxxi."
MissionGiver="Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText="Duas famílias, com dignidade equivalentes..."

[M_Nast_Vday:BreakIntoDistillery MissionObjectiveDefinition]
ProgressMessage="Entre na destilaria"

[M_Nast_Vday:BreakIntoDistillerySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:BreakIntoDistillerySet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:BreakIntoDistillerySet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:BreakWallSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:BringBabyBackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPorém, antes de entregar a poção ao infeliz casal, você deverá deixar o bebê em algum lugar seguro."

[M_Nast_Vday:ClearOutHodunkVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de sequestrar um bebê, digamos que os Hodunk querem acabar com a sua raça então, elimine-os."

[M_Nast_Vday:CreateLovePotion MissionObjectiveDefinition]
ProgressMessage="Crie a poção do amor"

[M_Nast_Vday:CreateLovePotionIntroObjective MissionObjectiveSetDefinition]
MissionSummaryOverride="Prepare uma poção do amor."
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nEllie, a filha de Moxxi sabe onde encontrar algo que servirá para reunir dois ingredientes de uma vez só.  Ela pediu para você ir até as coordenadas especificadas.\n"

[M_Nast_Vday:DestroyTheGoldLoader MissionObjectiveDefinition]
ProgressMessage="Destrua o estivador BLNG"

[M_Nast_Vday:DestroyTheGoldLoaderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nVocê encontrou um caldeirão dourado, porém, de dentro dele saiu um estivador BLNG.  Você terá que eliminá-lo e recolher uma parte do seu corpo para usar como ''algo DOURADO''.\n"

[M_Nast_Vday:DestroyWall MissionObjectiveDefinition]
ProgressMessage="Destrua a parede"

[M_Nast_Vday:DrinkSomeWhiskeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de roubar un bebê (que é considerado como algo NOVO e EMPRESTADO), Moxxi lhe recomendou que vá até a destilaria dos Zaford e consiga um pouco de whisky envelhecido (algo VELHO).\nNo entanto, na destilaria tem uma PORRADA de whisky. Você terá que vasculhar o local para ver qual é o material de melhor qualidade.\n"

[M_Nast_Vday:FindPreacher MissionObjectiveDefinition]
ProgressMessage="Procure o sacerdote"

[M_Nast_Vday:FindSomethingBorrowed MissionObjectiveDefinition]
ProgressMessage="Encontre algo EMPRESTADO e NOVO"

[M_Nast_Vday:FindSomethingBorrowedOpenVanDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:FindSomethingBorrowedTakeBabySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:FindSomethingGold MissionObjectiveDefinition]
ProgressMessage="Encontre algo DOURADO"

[M_Nast_Vday:FindSomethingGoldDeadendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:FindSomethingGoldHiddenLoaderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de roubar un bebê (que é considerado como algo NOVO e EMPRESTADO) e um pouco de whisky envelhecido (VELHO). Agora só falta um ingrediente: algo DOURADO.\n"

[M_Nast_Vday:FindSomethingNew MissionObjectiveDefinition]
ProgressMessage="Encontre algo novo"

[M_Nast_Vday:FindSomethingNew2 MissionObjectiveDefinition]
ProgressMessage="Encontre algo novo"

[M_Nast_Vday:FindSomethingNewSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:FindSomethingOld MissionObjectiveDefinition]
ProgressMessage="Encontre algo VELHO"

[M_Nast_Vday:FindSomethingOldGoldSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:FindSomethingOldSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de roubar un bebê (que é considerado como algo NOVO e EMPRESTADO), Moxxi lhe recomendou que vá até a destilaria dos Zaford e consiga um pouco de whisky envelhecido (algo VELHO).\n"

[M_Nast_Vday:FollowMoxxie MissionObjectiveDefinition]
ProgressMessage="Vá até a Moxxi"

[M_Nast_Vday:FollowMoxxieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:Hea MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:HeadBackToPreacher MissionObjectiveDefinition]
ProgressMessage="Assista ao casamento"

[M_Nast_Vday:HeadBackToPreacherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nApós misturar a poção corretamente, você só precisa voltar até o casamento e dar os parabéns aos noivos. Sendo assim, o casamento deve continuar.\n"

[M_Nast_Vday:HodunksClearedOutSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:KillBride MissionObjectiveDefinition]
ProgressMessage="Elimine a noiva"

[M_Nast_Vday:KillBrideAndGroomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, seus esforços para garantir que o casamento ocorresse sem contratempos acabaram no que poderia ser chamado de ''o maior contratempo possível''. Quando os noivos tiraram seus capacetes para se beijarem (como golias que são), eles ficaram completamente loucos e agora querem matá-lo.\nVocê terá que eliminá-los.\n"

[M_Nast_Vday:KillBrideAndGroomSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:KillGroom MissionObjectiveDefinition]
ProgressMessage="Elimine o noivo"

[M_Nast_Vday:KillHodunkVillagers MissionObjectiveDefinition]
ProgressMessage="Elimine os cidadãos Hodunk"

[M_Nast_Vday:LeadRobotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de roubar un bebê (que é considerado como algo NOVO e EMPRESTADO), Moxxi lhe recomendou que vá até a destilaria dos Zaford e consiga um pouco de whisky envelhecido (algo VELHO).\nA destilaria estava fechada, porém, um robô apaixonado lhe ajudou a entrar no local. Siga com ele e ajude-o a encontrar sua noiva robô, assim terá o caminho livre para encontrar o whisky envelhecido.\n"

[M_Nast_Vday:MissionStartingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:MoxxieReadingNextPartSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:PickUpAgedWhiskey MissionObjectiveDefinition]
ProgressMessage="Pegue o whisky envelhecido"

[M_Nast_Vday:PickUpMixingPotion MissionObjectiveDefinition]
ProgressMessage="Pegue a poção do amor"

[M_Nast_Vday:PickUpMixingPotionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nAgora que você preparou a poção, é só pegar e usar.\n"

[M_Nast_Vday:PickUpSomethingGoldSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:PickUpWhiskeyBottleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:PrepareLovePotionMix MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nAgora que tem todos os ingredientes, você só precisa misturá-los para criar a poção.\n"

[M_Nast_Vday:PutBabyBack MissionObjectiveDefinition]
ProgressMessage="Devolva o bebê"

[M_Nast_Vday:PutBabyBackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:StartMarriage MissionObjectiveDefinition]
ProgressMessage="Coloque a poção do amor no ponche"

[M_Nast_Vday:StartMarriageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:StayNearRobot MissionObjectiveDefinition]
ProgressMessage="Mantenha-se próximo ao robô"

[M_Nast_Vday:TakeBabySet MissionObjectiveDefinition]
ProgressMessage="Pegue o bebê"

[M_Nast_Vday:TalkedToRobotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:TalkToBrideAndGroom MissionObjectiveDefinition]
ProgressMessage="Fale com o casal"

[M_Nast_Vday:TalkToBrideAndGroomSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre os amantes infelizes."
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nEla lhe pediu que encontre os dois e os proteja até a cerimônia do casamento.\n"

[M_Nast_Vday:TalkToMoxxie MissionObjectiveDefinition]
ProgressMessage="Fale com a Moxxi"

[M_Nast_Vday:TalkToMoxxieCoupleDestructionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:TalkToMoxxieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:TalkToPreacherSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o sacerdote."
MissionDescriptionOverride=""

[M_Nast_Vday:TalkToRobot MissionObjectiveDefinition]
ProgressMessage="Fale com o robô"

[M_Nast_Vday:TalkToRobotAgainSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:TalkToRobotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de roubar un bebê (que é considerado como algo NOVO e EMPRESTADO), Moxxi lhe recomendou que vá até a destilaria dos Zaford e consiga um pouco de whisky envelhecido (algo VELHO).\nA destilaria parece estar fechada, porém, existe um robô apaixonado perto da porta principal que talvez possa ajudá-lo a entrar. Você só precisa convecê-lo de que irá resgatar sua noiva robótica, que está dentro da destilaria, para que ele possa colocá-lo lá dentro.\n"

[M_Nast_Vday:UniteBridgeAndGroom MissionObjectiveDefinition]
ProgressMessage="Celebre o matrimônio do casal Zaford e Hodunk"

[M_Nast_Vday:UnitetheBridgeandGroomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday:WhatToFindNextGoldSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi pediu para você ir até a [place]Destilaria Rotgut[-place] para acabar com a rivalidade entre os Zaford e os Hodunk.\nSeu plano é garantir o matrimônio de dois golias, um Zaford e uma Hodunk, e com isso trazer a paz para essas duas famílias em guerra.\nInfelizmente, parece que os golias Bridget Hodunk e Colin Zaford se odeiam e não têm a menor intenção de se casarem.  Por sorte, Moxxi tem outro plano: ela quer que você prepare uma antiga poção do amor da família Hodunk para despertar o interesse mútuo do casal.\nPara fazer a poção é preciso encontrar algo NOVO, algo VELHO, algo EMPRESTADO e algo DOURADO.\nDepois de sequestrar um bebê (NOVO e EMPRESTADO) e pegar um pouco de whisky envelhecido (VELHO), só falta mais um ingrediente: algo DOURADO. Procure na destilaria.\n"

